Repository: Borisserz/WorkoutTracker
Catalog: WorkoutTracker/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Primary Focus
de: Hauptfokus
es: Enfoque primario
fr: Objectif principal
it: Obiettivo primario
pt_pt: Foco Primário
ru: Основной фокус

source: Prime Condition! 🚀
de: Erstklassiger Zustand! 🚀
es: ¡Primera condición! 🚀
fr: État privilégié ! 🚀
it: Ottime condizioni! 🚀
pt_pt: Condição Prime! 🚀
ru: Прайм кондишн! 🚀

source: Privacy Policy
de: Datenschutzrichtlinie
es: política de privacidad
fr: politique de confidentialité
it: politica sulla riservatezza
pt_pt: política de Privacidade
ru: Политика конфиденциальности

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt_pt: Perfil
ru: Профиль

source: Programs
de: Programme
es: Programas
fr: Programmes
it: Programmi
pt_pt: Programas
ru: Программы

source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
it: Progressi
pt_pt: Progresso
ru: Прогресс

source: Progress (Distance)
de: Fortschritt (Distanz)
es: Progreso (Distancia)
fr: Progression (Distance)
it: Progresso (distanza)
pt_pt: Progresso (distância)
ru: Прогресс (Дистанция)

source: Progress (Time)
de: Fortschritt (Zeit)
es: Progreso (tiempo)
fr: Progression (temps)
it: Avanzamento (tempo)
pt_pt: Progresso (Tempo)
ru: Прогресс (Время)

source: Progress (Weight)
de: Fortschritt (Gewicht)
es: Progreso (Peso)
fr: Progression (poids)
it: Avanzamento (peso)
pt_pt: Progresso (Peso)
ru: Прогресс (Вес)

source: Progress Analysis
de: Fortschrittsanalyse
es: Análisis de progreso
fr: Analyse des progrès
it: Analisi dei progressi
pt_pt: Análise de Progresso
ru: Анализ прогресса

source: Progress Forecast
de: Fortschrittsprognose
es: Previsión de progreso
fr: Prévisions de progrès
it: Previsioni di progresso
pt_pt: Previsão de progresso
ru: Прогноз прогресса

source: Progress Photos
de: Fortschrittsfotos
es: Fotos de progreso
fr: Photos de Progrès
it: Foto di progresso
pt_pt: Fotos de progresso
ru: Фото прогресса

source: Progress Pictures
de: Fortschrittsbilder
es: Imágenes de progreso
fr: Photos de progrès
it: Immagini del progresso
pt_pt: Imagens de progresso
ru: Фотографии прогресса

source: Progressive Overload
de: Progressive Überlastung
es: Sobrecarga progresiva
fr: Surcharge progressive
it: Sovraccarico progressivo
pt_pt: Sobrecarga Progressiva
ru: Прогрессивная перегрузка

source: Protocol Overview
de: Protokollübersicht
es: Descripción general del protocolo
fr: Présentation du protocole
it: Panoramica del protocollo
ru: Обзор протокола

source: Protocol: %@
de: Protokoll: %@
es: Protocolo: %@
fr: Protocole : %@
it: Protocollo: %@
pt_pt: Protocolo: %@
ru: Протокол: %@

source: Pull down
de: Nach unten ziehen
es: Derribar
fr: Abattre
it: Tirare giù
ru: Потяните вниз

source: Pull-ups
de: Klimmzüge
es: Dominadas
fr: Tractions
it: Pull-up
pt_pt: Flexões
ru: Подтягивания

source: Pullups
de: Klimmzüge
es: dominadas
fr: Tractions
it: Pullup
pt_pt: Flexões
ru: Подтягивания

source: Push Ups
de: Liegestütze
es: Lagartijas
fr: Des pompes
it: Sollevamento
pt_pt: Flexões
ru: Отжимания

source: Pushups
de: Liegestütze
es: Lagartijas
fr: Des pompes
it: Sollevamento
pt_pt: Flexões
ru: Отжимания

source: Quadriceps
de: Quadrizeps
es: Cuadríceps
it: Quadricipiti
pt_pt: Quadríceps
ru: Квадрицепсы

source: Quick Generation
de: Schnelle Generation
es: Generación rápida
fr: Génération rapide
it: Generazione rapida
pt_pt: Geração Rápida
ru: Быстрая генерация

source: Quick Presets
de: Schnelle Voreinstellungen
es: Preajustes rápidos
fr: Préréglages rapides
it: Preimpostazioni rapide
pt_pt: Predefinições rápidas
ru: Быстрые шаблоны

source: Quick Tutorial
de: Kurzanleitung
es: Tutorial rápido
fr: Tutoriel rapide
it: Tutorial veloce
pt_pt: Tutorial rápido
ru: Быстрый урок

source: READINESS (EST.)
de: BEREITSCHAFT (EST.)
es: PREPARACIÓN (EST.)
fr: PRÉPARATION (EST.)
it: PREPARAZIONE (EST.)
pt_pt: PRONTIDÃO (EST.)
ru: ГОТОВНОСТЬ (ОЦЕНКА)

source: READINESS INDEX
de: BEREITSCHAFTSINDEX
es: ÍNDICE DE PREPARACIÓN
fr: INDICE DE PRÉPARATION
it: INDICE DI PREPARAZIONE
ru: ИНДЕКС ГОТОВНОСТИ

source: RECOVERY PROTOCOL
de: WIEDERHERSTELLUNGSPROTOKOLL
es: PROTOCOLO DE RECUPERACIÓN
fr: PROTOCOLE DE RÉCUPÉRATION
it: PROTOCOLLO DI RECUPERO
pt_pt: PROTOCOLO DE RECUPERAÇÃO
ru: ПРОТОКОЛ ВОССТАНОВЛЕНИЯ

source: Range
de: Reichweite
es: Rango
fr: Gamme
it: Allineare
pt_pt: Faixa
ru: Период

source: Rate Your Effort
de: Bewerten Sie Ihren Aufwand
es: Califica tu esfuerzo
fr: Évaluez vos efforts
it: Valuta il tuo impegno
pt_pt: Avalie seu esforço
ru: Оцените интенсивность

source: Rate Your Effort (RPE)
de: Bewerten Sie Ihren Aufwand (RPE)
es: Califica tu esfuerzo (RPE)
fr: Évaluez votre effort (RPE)
it: Valuta il tuo impegno (RPE)
pt_pt: Avalie seu esforço (RPE)
ru: Оцените свои усилия (RPE)

source: Rate the App
de: Bewerten Sie die App
es: Califica la aplicación
fr: Évaluez l'application
it: Valuta l'app
pt_pt: Avalie o aplicativo
ru: Оцените приложение

source: Rate the effort for the whole superset
de: Bewerten Sie den Aufwand für die gesamte Obermenge
es: Califica el esfuerzo para todo el superconjunto
fr: Évaluez l'effort pour l'ensemble du sur-ensemble
it: Valuta lo sforzo per l'intero superset
pt_pt: Avalie o esforço para todo o superconjunto
ru: Оцените интенсивность суперсета

source: Reach Level 10
de: Erreiche Level 10
es: Alcanza el nivel 10
fr: Atteindre le niveau 10
it: Raggiungi il livello 10
pt_pt: Alcance o nível 10
ru: Достигните 10 уровня

source: Reach Level 5
de: Erreiche Level 5
es: Alcanza el nivel 5
fr: Atteindre le niveau 5
it: Raggiungi il livello 5
pt_pt: Alcance o nível 5
ru: Достигните 5 уровня

source: Reach legendary workout counts.
de: Erreichen Sie legendäre Trainingszahlen.
es: Alcanza recuentos de entrenamiento legendarios.
fr: Atteignez le nombre d'entraînements légendaires.
it: Raggiungi allenamenti leggendari.
pt_pt: Alcance contagens de treino lendárias.
ru: Достигайте легендарных показателей тренировок.

source: Reach up
de: Greifen Sie nach oben
es: alcanzar
fr: Atteindre
it: Raggiungi
ru: протянуть руку

source: Read our Privacy Policy
de: Lesen Sie unsere Datenschutzrichtlinie
es: Lea nuestra Política de Privacidad
fr: Lisez notre politique de confidentialité
it: Leggi la nostra Informativa sulla privacy
pt_pt: Leia nossa Política de Privacidade
ru: Прочитать Политику конфиденциальности

source: Readiness
de: Bereitschaft
es: Preparación
fr: Préparation
it: Prontezza
pt_pt: Prontidão
ru: Готовность

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
pt_pt: Preparar
ru: Готов

source: Ready for adjustments
de: Bereit für Anpassungen
es: Listo para ajustes
fr: Prêt pour les ajustements
it: Pronto per le regolazioni
pt_pt: Pronto para ajustes
ru: Готово к настройкам

source: Ready for the next set? You got this!
de: Bereit für den nächsten Satz? Du hast das verstanden!
es: ¿Listo para el próximo set? ¡Tienes esto!
fr: Prêt pour le prochain set ? Vous avez ça !
it: Pronti per il prossimo set? Hai capito!
pt_pt: Pronto para o próximo conjunto? Você conseguiu isso!
ru: Готов к следующему подходу? Ты справишься!

source: Ready for your review?
de: Bereit für Ihre Bewertung?
es: ¿Listo para tu revisión?
fr: Prêt pour votre évaluation ?
it: Pronto per la tua recensione?
pt_pt: Pronto para sua revisão?
ru: Готов посмотреть результаты?

source: Ready to Sweat?
de: Bereit zum Schwitzen?
es: ¿Listo para sudar?
fr: Prêt à transpirer ?
it: Pronti a sudare?
pt_pt: Pronto para suar?
ru: Готовы потеть?

source: Ready to Train
de: Bereit zum Trainieren
es: Listo para entrenar
fr: Prêt à s'entraîner
it: Pronto per allenarti
pt_pt: Pronto para treinar
ru: Готово к тренировке

source: Ready to crush it?
de: Bereit, es zu zerquetschen?
es: ¿Listo para aplastarlo?
fr: Prêt à l'écraser ?
it: Pronto a schiacciarlo?
pt_pt: Pronto para esmagá-lo?
ru: Готов рвать?

source: Ready to dive into your stats?
de: Sind Sie bereit, in Ihre Statistiken einzutauchen?
es: ¿Listo para sumergirte en tus estadísticas?
fr: Prêt à plonger dans vos statistiques ?
it: Pronto a tuffarti nelle tue statistiche?
pt_pt: Pronto para mergulhar em suas estatísticas?
ru: Готовы изучить свою статистику?

source: Ready to help
de: Bereit zu helfen
es: Listo para ayudar
fr: Prêt à aider
it: Pronto ad aiutare
pt_pt: Pronto para ajudar
ru: Готов помочь

source: Ready. Waiting for action.
de: Bereit. Warten auf Taten.
es: Listo. Esperando acción.
fr: Prêt. En attente d'action.
it: Pronto. In attesa di azione.
ru: Готовый. Ждем действий.

source: Real-time heart rate and sets tracked.
de: Echtzeit-Herzfrequenz und aufgezeichnete Sätze.
es: Seguimiento de la frecuencia cardíaca y las series en tiempo real.
fr: Fréquence cardiaque en temps réel et séries suivies.
it: Frequenza cardiaca in tempo reale e set monitorati.
pt_pt: Frequência cardíaca em tempo real e conjuntos rastreados.
ru: Отслеживание сердечного ритма и наборов в реальном времени.

source: Recap of your workouts and volume changes.
de: Zusammenfassung Ihrer Trainingseinheiten und Lautstärkeänderungen.
es: Resumen de tus entrenamientos y cambios de volumen.
fr: Récapitulatif de vos entraînements et changements de volume.
it: Riepilogo dei tuoi allenamenti e delle variazioni di volume.
pt_pt: Recapitulação de seus treinos e alterações de volume.
ru: Обзор ваших тренировок и изменений объема.

source: Recent Workouts
de: Aktuelle Trainingseinheiten
es: Entrenamientos recientes
fr: Entraînements récents
it: Allenamenti recenti
pt_pt: Treinos recentes
ru: Недавние тренировки

source: Recommendations
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
it: Raccomandazioni
pt_pt: Recomendações
ru: Рекомендации

# Recommended weight increase to **%@ %@** for this workout.
source: Recommended weight increase to **%1$@ %2$@** for this workout.
de: Für dieses Training wird eine Gewichtserhöhung auf **%@ %@** empfohlen.
es: Aumento de peso recomendado a **%@ %@** para este entrenamiento.
fr: Augmentation de poids recommandée à **%@ %@** pour cet entraînement.
it: Aumento di peso consigliato a **%@ %@** per questo allenamento.
ru: Рекомендуемое увеличение веса до **%@ %@** для этой тренировки.

source: Recovering (est.)
de: Wiederherstellung (geschätzt)
es: Recuperando (est.)
fr: Récupération (est.)
it: Recupero (stima)
pt_pt: Recuperando (est.)
ru: Восстановление (оценка)

source: Recovering...
de: Wiederherstellung...
es: Recuperante...
fr: Récupération...
it: Recupero...
pt_pt: Recuperando...
ru: Восстанавливается...

source: Recovery
de: Erholung
es: Recuperación
fr: Récupération
it: Recupero
pt_pt: Recuperação
ru: Восстановление

source: Recovery Assessment
de: Wiederherstellungsbewertung
es: Evaluación de recuperación
fr: Évaluation du rétablissement
it: Valutazione del recupero
pt_pt: Avaliação de Recuperação
ru: Оценка восстановления

source: Recovery Complete
de: Wiederherstellung abgeschlossen
es: Recuperación completa
fr: Récupération terminée
it: Recupero completato
pt_pt: Recuperação concluída
ru: Восстановление завершено

source: Recovery Estimate
de: Wiederherstellungsschätzung
es: Estimación de recuperación
fr: Estimation de la récupération
it: Stima del recupero
pt_pt: Estimativa de recuperação
ru: Оценка восстановления

source: Recovery Index
de: Erholungsindex
es: Índice de recuperación
fr: Indice de récupération
it: Indice di recupero
ru: Индекс восстановления

source: Recovery Settings
de: Wiederherstellungseinstellungen
es: Configuración de recuperación
fr: Paramètres de récupération
it: Impostazioni di ripristino
pt_pt: Configurações de recuperação
ru: Настройки восстановления

source: Refine parameters to generate your perfect workout.
de: Verfeinern Sie die Parameter, um Ihr perfektes Training zu erstellen.
es: Refina los parámetros para generar tu entrenamiento perfecto.
fr: Affinez les paramètres pour générer votre entraînement parfait.
it: Perfeziona i parametri per generare il tuo allenamento perfetto.
pt_pt: Refine os parâmetros para gerar seu treino perfeito.
ru: Уточни параметры для генерации идеальной тренировки.

source: Register an account to securely save your progress, sync across devices, and share workouts.
de: Registrieren Sie ein Konto, um Ihre Fortschritte sicher zu speichern, geräteübergreifend zu synchronisieren und Trainingseinheiten zu teilen.
es: Registre una cuenta para guardar de forma segura su progreso, sincronizarlo entre dispositivos y compartir entrenamientos.
fr: Créez un compte pour enregistrer en toute sécurité vos progrès, synchroniser sur tous les appareils et partager des entraînements.
it: Registra un account per salvare in modo sicuro i tuoi progressi, sincronizzarti su più dispositivi e condividere gli allenamenti.
pt_pt: Registre uma conta para salvar seu progresso com segurança, sincronizar entre dispositivos e compartilhar treinos.
ru: Зарегистрируйте учетную запись, чтобы безопасно сохранять свой прогресс, синхронизировать данные между устройствами и делиться тренировками.

source: Remove Exercise
de: Übung entfernen
es: Eliminar ejercicio
fr: Supprimer l'exercice
it: Rimuovi esercizio
pt_pt: Remover exercício
ru: Удалить упражнение

source: Remove Set
de: Satz entfernen
es: Quitar conjunto
fr: Supprimer l'ensemble
it: Rimuovi l'insieme
pt_pt: Remover conjunto
ru: Удалить подход

source: Remove Superset
de: Obermenge entfernen
es: Eliminar superconjunto
fr: Supprimer le surensemble
it: Rimuovi il superset
pt_pt: Remover superconjunto
ru: Удалить суперсет

source: Repetitions
de: Wiederholungen
es: repeticiones
fr: Répétitions
it: Ripetizioni
pt_pt: Repetições
ru: Повторения

source: Replace Goal
de: Ziel ersetzen
es: Reemplazar objetivo
fr: Remplacer l'objectif
it: Sostituisci obiettivo
pt_pt: Substituir meta
ru: Заменить цель

source: Report this workout
de: Melden Sie dieses Training
es: Reportar este entrenamiento
fr: Signaler cet entraînement
it: Segnala questo allenamento
pt_pt: Denunciar este treino
ru: Пожаловаться на тренировку

source: Reps
de: Vertreter
es: Representantes
fr: Représentants
it: Rappresentanti
pt_pt: Representantes
ru: Повторения

source: Reps cannot be negative
de: Wiederholungen können nicht negativ sein
es: Los representantes no pueden ser negativos.
fr: Les représentants ne peuvent pas être négatifs
it: Le ripetizioni non possono essere negative
pt_pt: As repetições não podem ser negativas
ru: Повторения не могут быть отрицательными

source: Reps cannot exceed %d
de: Die Anzahl der Wiederholungen darf %d nicht überschreiten
es: Los representantes no pueden exceder %d
fr: Les répétitions ne peuvent pas dépasser %d
it: Le ripetizioni non possono superare %d
pt_pt: As repetições não podem exceder %d
ru: Повторения не могут превышать %d

source: Reps cannot exceed %lld
de: Die Anzahl der Wiederholungen darf %lld nicht überschreiten
es: Los representantes no pueden exceder %lld
fr: Les répétitions ne peuvent pas dépasser %lld
it: Le ripetizioni non possono superare %lld
pt_pt: As repetições não podem exceder %lld
ru: Повторения не могут превышать %lld

source: Reps:
de: Vertreter:
es: Representantes:
fr: Représentants :
it: Rappresentanti:
pt_pt: Representantes:
ru: Повторения:

source: Reps: %lld
de: Vertreter: %lld
es: Representantes: %lld
fr: Représentants : %lld
it: Rappresentanti: %lld
pt_pt: Representantes: %lld
ru: Повторы: %lld

source: Reset All Colors
de: Alle Farben zurücksetzen
es: Restablecer todos los colores
fr: Réinitialiser toutes les couleurs
it: Ripristina tutti i colori
pt_pt: Redefinir todas as cores
ru: Сбросить все цвета

source: Rest Settings
de: Ruheeinstellungen
es: Configuración de descanso
fr: Paramètres de repos
it: Impostazioni di riposo
pt_pt: Configurações de descanso
ru: Настройки отдыха

source: Rest Timer
de: Ruhe-Timer
es: Temporizador de descanso
fr: Minuterie de repos
it: Temporizzatore di riposo
pt_pt: Temporizador de descanso
ru: Таймер отдыха

source: Rest Timer Duration
de: Dauer des Ruhe-Timers
es: Duración del temporizador de descanso
fr: Durée de la minuterie de repos
it: Durata del timer di riposo
pt_pt: Duração do temporizador de descanso
ru: Длительность таймера отдыха

source: Rest is over.
de: Die Ruhe ist vorbei.
es: Se acabó el descanso.
fr: Le repos est fini.
it: Il riposo è finito.
pt_pt: O descanso acabou.
ru: Отдых окончен.

source: Rest time is over. Time to get back to your workout!
de: Die Ruhezeit ist vorbei. Zeit, wieder mit dem Training anzufangen!
es: Se acabó el tiempo de descanso. ¡Es hora de volver a tu entrenamiento!
fr: Le temps de repos est terminé. Il est temps de reprendre votre entraînement !
it: Il tempo di riposo è finito. È ora di tornare al tuo allenamento!
pt_pt: O tempo de descanso acabou. É hora de voltar ao treino!
ru: Время отдыха вышло. Пора возвращаться к тренировке!

source: Resting
de: Ausruhen
es: descansando
fr: Repos
it: Riposare
ru: Отдых

source: Resume
de: Wieder aufnehmen
es: Reanudar
fr: CV
it: Riprendere
ru: Резюме

source: Resume Exercise
de: Setzen Sie die Übung fort
es: Reanudar el ejercicio
fr: Reprendre l'exercice
it: Riprendi l'esercizio
pt_pt: Retomar o exercício
ru: Возобновить упражнение

source: Retake
de: Wiederholung
es: Volver a tomar
fr: Reprendre
it: Riprendere
pt_pt: Retomar
ru: Переснять

source: Review %@
de: Rezension %@
es: Revisar %@
fr: Revoir %@
it: Revisione %@
pt_pt: Análise %@
ru: Обзор %@

source: Review stats with weekly AI coach insights.
de: Überprüfen Sie Statistiken mit wöchentlichen KI-Coach-Einblicken.
es: Revise las estadísticas con información semanal del entrenador de IA.
fr: Consultez les statistiques grâce aux informations hebdomadaires du coach IA.
it: Esamina le statistiche con approfondimenti settimanali sull'allenatore AI.
ru: Просматривайте статистику с еженедельными рекомендациями тренеров по искусственному интеллекту.

source: Right Bicep
de: Rechter Bizeps
es: Bíceps derecho
fr: Biceps droit
it: Bicipite destro
pt_pt: Bíceps Direito
ru: Правый бицепс

source: Right Calf
de: Rechte Wade
es: pantorrilla derecha
fr: Veau droit
it: Vitello destro
pt_pt: Panturrilha Direita
ru: Правая голень

source: Right Forearm
de: Rechter Unterarm
es: antebrazo derecho
fr: Avant-bras droit
it: Avambraccio destro
pt_pt: Antebraço Direito
ru: Правое предплечье

source: Right Thigh
de: Rechter Oberschenkel
es: muslo derecho
fr: Cuisse droite
it: Coscia destra
pt_pt: Coxa Direita
ru: Правое бедро

source: Rising Star
de: Aufgehender Stern
es: Estrella en ascenso
fr: Étoile montante
it: Stella nascente
pt_pt: Estrela em ascensão
ru: Восходящая звезда

source: Routine Ready
de: Routinebereit
es: Listo para la rutina
fr: Prêt pour la routine
it: Routine pronta
pt_pt: Rotina pronta
ru: Рутина готова

source: Routines
de: Routinen
es: Rutinas
it: Routine
pt_pt: Rotinas
ru: Программы

source: Run across countries.
de: Laufen Sie länderübergreifend.
es: Corre por países.
fr: Traversez les pays.
it: Corri attraverso i paesi.
pt_pt: Corra entre países.
ru: Бегайте по разным странам.

source: SCORE
de: PUNKTZAHL
es: PUNTAJE
it: PUNTO
pt_pt: PONTUAÇÃO
ru: ОЦЕНКА

source: SETS
de: SETZT
es: CONJUNTOS
fr: ENSEMBLES
it: SET
pt_pt: CONJUNTOS
ru: ПОДХОДЫ

source: SHARE STATS
de: STATISTIKEN TEILEN
es: COMPARTE ESTADÍSTICAS
fr: PARTAGER LES STATISTIQUES
it: CONDIVIDI STATISTICHE
pt_pt: COMPARTILHE ESTATÍSTICAS
ru: ПОДЕЛИТЬСЯ

source: START WORKOUT
de: STARTEN SIE DAS TRAINING
es: INICIAR ENTRENAMIENTO
fr: COMMENCER L'ENTRAÎNEMENT
it: INIZIA L'ALLENAMENTO
pt_pt: INICIAR EXERCÍCIO
ru: НАЧАТЬ ТРЕНИРОВКУ

source: SUPERSET
de: SUPERSATZ
es: SUPERCONJUNTO
fr: SUPER-ENSEMBLE
pt_pt: SUPERCONJUNTO
ru: СУПЕРСЕТ

source: Sat
de: Sa
es: Se sentó
fr: Assis
it: Sab
pt_pt: Sentado
ru: Сб

source: Save
de: Speichern
es: Ahorrar
fr: Sauvegarder
it: Salva
pt_pt: Salvar
ru: Сохранить

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
pt_pt: Salvar alterações
ru: Сохранить изменения

source: Save Exercise
de: Übung speichern
es: Guardar ejercicio
fr: Enregistrer l'exercice
it: Salva esercizio
pt_pt: Salvar exercício
ru: Сохранить упражнение

source: Save Failed
de: Speichern fehlgeschlagen
es: Error al guardar
fr: Échec de l'enregistrement
it: Salvataggio non riuscito
pt_pt: Falha ao salvar
ru: Сохранение не удалось

source: Save Template
de: Vorlage speichern
es: Guardar plantilla
fr: Enregistrer le modèle
it: Salva modello
pt_pt: Salvar modelo
ru: Сохранить шаблон

source: Save Your Streak! 🛡️
de: Rette deinen Streak! 🛡️
es: ¡Salva tu racha! 🛡️
fr: Sauvez votre séquence ! 🛡️
it: Salva la tua serie! 🛡️
pt_pt: Salve sua sequência! 🛡️
ru: Сохрани свою серию! 🛡️

source: Save the template
de: Speichern Sie die Vorlage
es: guardar la plantilla
fr: Enregistrez le modèle
it: Salva il modello
pt_pt: Salve o modelo
ru: Сохранить шаблон

source: Save to My Database
de: In meiner Datenbank speichern
es: Guardar en mi base de datos
fr: Enregistrer dans ma base de données
it: Salva nel mio database
pt_pt: Salvar em meu banco de dados
ru: Сохранить в мою базу данных

source: Save to My Programs
de: In „Meine Programme“ speichern
es: Guardar en Mis programas
fr: Enregistrer dans Mes programmes
it: Salva in I miei programmi
pt_pt: Salvar em Meus Programas
ru: Сохранить в мои программы

source: Save to My Routines
de: Unter „Meine Routinen“ speichern
es: Guardar en Mis Rutinas
fr: Enregistrer dans Mes routines
it: Salva in Le mie routine
pt_pt: Salvar em Minhas Rotinas
ru: Сохранить в мои программы

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
pt_pt: Salvo
ru: Сохранено

source: Saved Routines
de: Gespeicherte Routinen
es: Rutinas guardadas
fr: Routines enregistrées
it: Routine salvate
pt_pt: Rotinas salvas
ru: Сохраненные программы

source: Saved Workouts
de: Gespeicherte Trainingseinheiten
es: Entrenamientos guardados
fr: Entraînements enregistrés
it: Allenamenti salvati
pt_pt: Exercícios salvos
ru: Сохраненные тренировки

source: Saved workouts, custom programs & folders
de: Gespeicherte Trainings, benutzerdefinierte Programme und Ordner
es: Entrenamientos guardados, programas personalizados y carpetas
fr: Entraînements enregistrés, programmes et dossiers personnalisés
it: Allenamenti salvati, programmi personalizzati e cartelle
ru: Сохраненные тренировки, пользовательские программы и папки.

source: Saving progress in the cloud
de: Fortschritt in der Cloud speichern
es: Guardando el progreso en la nube
fr: Sauvegarder les progrès dans le cloud
it: Salvataggio dei progressi nel cloud
pt_pt: Salvando o progresso na nuvem
ru: Сохранение прогресса в облаке

source: Schedule
de: Zeitplan
es: Cronograma
fr: Calendrier
it: Programma
pt_pt: Agendar
ru: Расписание

source: Schedule: %lld Days/Week
de: Zeitplan: %lld Tage/Woche
es: Horario: %lld días/semana
fr: Horaire : %lld jours/semaine
it: Pianificazione: %lld giorni/settimana
pt_pt: Horário: %lld dias/semana
ru: Расписание: %lld дней/неделю

source: Scientific
de: Wissenschaftlich
es: Científico
fr: Scientifique
it: Scientifico
pt_pt: Científico
ru: Научный

source: Search exercises
de: Suchübungen
es: Ejercicios de búsqueda
fr: Exercices de recherche
it: Esercizi di ricerca
pt_pt: Exercícios de pesquisa
ru: Поиск упражнений

source: Search exercises...
de: Suchübungen...
es: Ejercicios de búsqueda...
fr: Exercices de recherche...
it: Cerca esercizi...
pt_pt: Pesquisar exercícios...
ru: Поиск упражнений...

source: Search for exercises...
de: Nach Übungen suchen...
es: Buscar ejercicios...
fr: Rechercher des exercices...
it: Cerca esercizi...
pt_pt: Procure exercícios...
ru: Поиск упражнений...

source: Search routines...
de: Suchroutinen...
es: Rutinas de búsqueda...
fr: Routines de recherche...
it: Cerca routine...
ru: Процедура поиска...

source: Search workout history...
de: Trainingsverlauf durchsuchen...
es: Buscar historial de entrenamiento...
fr: Rechercher l'historique des entraînements...
it: Cerca cronologia allenamenti...
ru: Поиск в истории тренировок...
